<div class="card border-0"><div class="card-body border-0">
	<h1 class="mt-4 mb-0 pl-5 pr-5">Rechtliche Hinweise</h1>
	<h2 class="mt-4 mb-0 pl-5 pr-5">Geistiges Eigentum und Nutzungsrechte</h2>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Die Plattform enth&auml;lt Materialien, vor allem Texte und Dokumente, die von ihren
		Urheberinnen und Urhebern (AutorInnen) zur allgemeinen Verwendung zur Verf&uuml;gung
		gestellt werden. Sofern bei einzelnen Materialien keine abweichenden Lizenzbedingungen 
		angegeben sind, bedeutet das im Detail:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>
				Das geistige Eigentum an den bereitgestellten Materialien verbleibt bei den
				jeweiligen AutorInnen.
			</li>
			<li>
				Die AutorInnen einer <i>Unterrichtsmethode</i> gew&auml;hren jedermann das
				zeitlich unbegrenzte, kostenlose und unwiderrufliche Nutzungsrecht an den bereitgestellten
				Materialien. Dieses Nutzungsrecht beinhaltet:
				<ul class="mt-1 mb-0 pl-5 pr-5">
					<li>
						Die bereitgestellten Materialien d&uuml;rfen uneingeschr&auml;nkt f&uuml;r 
						nichtkommerzielle Zwecke verwendet werden.
					</li>
					<li>
						Die Materialien d&uuml;rfen uneingeschr&auml;nkt vervielf&auml;ltigt und
						weitergegeben werden, unter der Voraussetzung, dass die hier definierten
						Nutzungsbedingungen unver&auml;ndert bleiben und ebenfalls weitergegeben 
						werden.
					</li>
					<li>
						Die Materialien d&uuml;rfen ge&auml;ndert werden. Die Eigentumsrechte der
						urspr&uuml;glichen AutorInnen und die damit verbundenen Nutzungsbedingungen
						bleiben jedoch aufrecht. Copyright - Vermerke an den Materialien, sofern von
						dem urspr&uuml;nglichen AutorInnen angebracht, d&uuml;rfen nicht entfernt werden.
					</li>
				</ul>
			</li>
			<li>
				Die kommerzielle Nutzung der Materialien, auch in Teilen, ist ohne die ausdr&uuml;ckliche
				Zustimmung der AutorInnen untersagt. 
			</li>
			<li>
				Die AutorInnen gew&auml;hrleisten, dass die bereitgestellten Materialien entweder frei von
				Rechten dritter sind oder dass sie berechtigt sind, die Materialien zu kopieren, ggf. zu &auml;ndern, 
				weitergegeben und die oben angef&uuml;hrten Nutzungsrechte zu gew&auml;hren.
			</li>
			<li>
				Die AutorInnen &uuml;bernehmen keinerlei Haftung f&uuml;r die Richtigkeit, Zweckm&auml;&szlig;igkeit und 
				Vollst&auml;ndigkeit der bereitgestellten Materialien. Es liegt in der Verantwortung des Nutzers, die Materialien
				vor dem Einsatz dahingehend zu pr&uuml;fen. Insbesondere sind die AutorInnen nicht verpflichtet, die 
				bereitgestellten Materialien an ge&auml;nderte Rahmenbedingungen, z.B. gesetzliche Vorgaben, anzupassen.
			</li>
		</ul>
	</h5>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		
	</h5>

	<h2 class="mt-4 mb-0 pl-5 pr-5">Datenschutzrechtliche Hinweise</h2>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Nutzer, die <i>Unterrichtsmethoden</i> von der Plattform herunterladen m&ouml;chten, m&uuml;ssen sich registrieren.
		Diese Registrierung ist notwendig, um dokumentieren zu k&ouml;nnen, dass die rechtlichen Rahmenbedingungen, insbesondere
		die Nutzungsrechte an den bereitgestellten Materialien, zur Kenntnis genommen werden.
	</h5>
	
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Die bei der Registrierung erfassten und in der Plattform gespeicherten personenbezogenen Daten umfassen:
	
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Vorname und Familienname des Nutzers</li>
			<li>E-Mail Adresse</li>
		</ul>
	</h5>

	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Folgende Aktionen eines registrierten und angemeldeten Nutzers werden in der Plattform gespeichert:
	
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Hochladen einer <i>Unterrichtsmethode</i> inklusive der dazugeh&ouml;rigen Materialien.</li>
			<li>Herunterladen einer <i>Unterrichtsmethode</i> mit Datum und Uhrzeit;</li>
			<li>
				Bewertungen f&uuml;r heruntergeladene Materialien, wobei diese Bewertungen auf freiwilliger Basis erfolgen, um
				mitzuhelfen, die Qualit&auml;t der bereitgestellten Methoden zu verbessern. Es besteht keinerlei Verpflichtung
				f&uuml;r den Nutzer, Bewertungen vorzunehmen.
			</li>
		</ul>
	</h5>

	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Personenbezogene Daten eines Nutzers werden nur in folgenden F&auml;llen in der Applikation angezeigt:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Angemeldete Nutzer sehen ihre E-Mail Adresse im Navigationsbereich der Web-Seite</li>
			<li>Angemeldete Nutzer sehen ihren Klarnamen und ihre E-Mail Adresse in der Maske zur &Auml;nderung des Passworts</li>
			<li>
				Nutzer mit speziellen Berechtigungen (<i>Administratoren</i>) sehen Klarnamen und E-Mail Adressen der registrierten
				Benutzer in einer speziellen Administrationsmaske.
			</li>
			<li>In den Detaildaten einer <i>Unterrichtsmethode</i> sind die vollen Namen aller AutorInnen sichtbar. </li>
			<li>
				Nutzer mit besonderen Berechtigungen, die direkten Zugang zur Datenbank der Plattform haben (<i>Datenbankadministratoren</i>),
				k&ouml;nnen auch die Protokolldaten sehen, die beim Hochladen, Herunterladen und Bewerten von Materialien entstehen.
			</li>
		</ul>
	</h5>

	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Mit der Registrierung stimmt jede BenutzerIn zu, dass die oben beschriebenen Daten erfasst und in der dargestellten Form
		verarbeitet werden.
	</h5>
</div></div>
