<div class="card border-0"><div class="card-body border-0">
	<h1 class="mt-4 mb-0 pl-5 pr-5">Die Methodenbox</h1>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Im Rahmen einer Lehrveranstaltung im Studium der Wirtschaftsp&auml;dagogik der Wirtschaftsuniversit&auml;t Wien 
		erstellen die Studierenden Werkzeuge, Anleitungen und Materialien, mit deren Hilfe der Unterricht an 
		Handelsakademien in &Ouml;sterreich abwechslungsreich und interessant gestaltet werden kann. Diese Unterlagen 
		werden auf dieser Plattform zur freien Verwendung bereitgestellt.
	</h5>
	<h5 class="mt-4 mb-0 pl-5 pr-5">
		Die Nutzung der Dokumente auf dieser Plattform ist kostenlos. Voraussetzung f&uuml;r das Herunterladen von Unterlagen
		ist lediglich die Registrierung mit vollem Namen, E-Mail Adresse und Passwort. 
		Die &Uuml;bersicht der vorhandenen <i>Unterrichtsmethoden</i> kann auch ohne Registrierung verwendet werden.
	</h5>

	<h2 class="mt-4 mb-0 pl-5 pr-5">Unterrichtsmethoden</h2>

	<h3 class="mt-4 mb-0 pl-5 pr-5">Bestandteile einer Unterrichtsmethode</h3>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Eine <i>Unterrichtsmethode</i> besteht aus mehreren Dokumenten, wie z.B. Beschreibung, Anleitungen, Beispiele, etc., 
		die in einer ZIP-Archivdatei zusammengefasst sind. Registrierte und angemeldete Benutzer k&ouml;nnen diese
		Dateien von der Plattform herunterladen.
	</h5>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Zum Suchen und Ausw&auml;hlen von <i>Unterrichtsmethoden</i> bietet die Plattform einen Suchindex.
	</h5>

	<h3 class="mt-4 mb-0 pl-5 pr-5">Kategorisierung von Unterrichtsmethoden</h3>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Die Plattform stellt einen Index der vorhandenen <i>Unterrichtsmethoden</i> zur Verf&uuml;gung, der die Unterlagen
		nach folgenden Eigenschaften kategorisiert:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>
				<div class="d-inline-block w-25">Name</div>
				<div class="d-inline-block">Jede <i>Unterrichtsmethode</i> hat einen eindeutigen Namen.</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Beschreibung</div>
				<div class="d-inline-block">Kurze Erkl&auml;rung der <i>Unterrichtsmethode</i> und ihrer Anwendung im Unterricht.</div>
			</li>
			<li>
				<div class="d-inline-block w-25">Unterrichtsfach</div>
				<div class="d-inline-block">Jede <i>Unterrichtsmethode</i> ist einem Unterrichtsfach zugeordnet.</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Fachbereich</div>
				<div class="d-inline-block">Jedes Unterrichtsfach ist weiter in <i>Fachbereiche</i> unterteilt.</div> 
			</li>
			<li>
				<div class="w-25 d-inline-block">Vorbereitungszeit</div>
				<div class="d-inline-block">Gesch&auml;tzte Dauer f&uuml;r die Vorbereitung des Methodeneinsatzes in der Unterrichtsstunde.</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Durchf&uuml;hrungszeit</div>
				<div class="d-inline-block">Gesch&auml;tzte Dauer f&uuml;r die Durchf&uuml;hrung der &Uuml;bung im Unterricht.</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Art der Methode</div>
				<div class="d-inline-block">Erkl&auml;rung f&uuml;r den Inhalt der angef&uuml;gten Archivdatei (kleine Methode, komplexe Methode, &Uuml;bungsbeispiele, komplette Unterrichtseinheit)</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Unterrichtselemente</div>
				<div class="d-inline-block">Gibt an, welche Teile des Unterrichts von der <i>Unterrichtsmethode</i> abgedeckt werden.</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Sozialform</div>
				<div class="d-inline-block">Gibt an, in welchen Konstallationen die Sch&uuml;lerInnen den Arbeitsauftrag durchf&uuml;ren sollen.</div>
			</li>
			<li>
				<div class="w-25 d-inline-block">Autorinnen und Autoren</div>
				<div class="d-inline-block">Jede <i>Unterrichtsmethode</i> hat eine Autorin bzw. einen Autor und beliebig viele Co-AutorInnen.</div>
			</li>
		</ul>
	</h5>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Diese Kategorien k&ouml;nnen bei der Suche nach Unterrichtsmethoden als Auswahlkriterien verwendet werden.
	</h5>

	<h4 class="mt-3 mb-0 pl-5 pr-5">Unterrichtsfach</h4>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Derzeit sind folgende <i>Unterrichtsf&auml;cher</i> vorgesehen:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Betriebswirtschaft</li>
			<li>Rechnungswesen</li>
			<li>Wirtschaftsinformatik</li>
		</ul>
		Jede <i>Unterrichtsmethode</i> muss genau einem Unterrichtsfach zugeordnet werden.
	</h5>
	<h4 class="mt-4 mb-0 pl-5 pr-5">Fachbereich</h4>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Die <i>Fachbereiche</i> entsprechen im wesentlichen der Gliederung der im Unterricht	
		verwendeten Fachb&uuml;cher (<div class="d-inline text-danger">Referenz einf&uuml;gen</div>).
		Jede <i>Unterrichtsmethode</i> muss genau einem Fachbereich zugeordnet werden.
	</h5>
	<h4 class="mt-4 mb-0 pl-5 pr-5">Vorbereitungs- und Durchf&uuml;hrungszeit</h4>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		F&uuml;r diese Eigenschaften einer <i>Unterrichtsmethode</i> sind jeweils vier Kategorien vorgesehen:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>H&ouml;chstens 30 Minuten</li>
			<li>Zwischen 30 und 60 Minuten</li>
			<li>Zwischen 60 und 90 Minuten</li>
			<li>Mehr als 90 Minuten</li>
		</ul>
		F&uuml;r jede <i>Unterrichtsmethode</i> muss genau einer dieser Werte f&uuml;r die Eigenschaften
		<i>Vorbereitungszeit</i> und <i>Durchf&uuml;hrungszeit</i> ausgew&auml;hlt werden.
	</h5>
	<h4 class="mt-4 mb-0 pl-5 pr-5">Art der Methode</h4>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		Die definierten Werte dieser Kategorie sind:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Kleine Methode</li>
			<li>Komplexe Methode </li>
			<li>&Uuml;bungsbeispiel</li>
			<li>Komplette Unterrichtsstunde</li>
		</ul>
		Jeder <i>Unterrichtsmethode</i> ist genau eine Art zugeordnet.
	</h5>
	<h4 class="mt-4 mb-0 pl-5 pr-5">Unterrichtsphase</h4>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		F&uuml;r die Eigenschaft <i>Unterrichtsphase</i> stehen folgende Kategorien zur Auswahl:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Einstieg</li>
			<li>Information</li>
			<li>Sicherung</li>
			<li>Aktivierung</li>
		</ul>
		Da eine <i>Unterrichtsmethode</i> f&uuml;r mehrere Phasen geeignet sein kann, kann mehr als eine
		dieser Kategorien zugeordnet werden.
	</h5>
	<h4 class="mt-4 mb-0 pl-5 pr-5">Sozialform</h4>
	<h5 class="mt-2 mb-0 pl-5 pr-5">
		F&uuml;r diese Eigenschaft stehen folgende Kategorien zur Auswahl:
		<ul class="mt-1 mb-0 pl-5 pr-5">
			<li>Einzelarbeit</li>
			<li>Partnerarbeit</li>
			<li>Gruppenarbeit</li>
			<li>Klassenplenum</li>
		</ul>
		Da eine <i>Unterrichtsmethode</i> f&uuml;r mehrere Sozialformen geeignet sein kann, kann mehr als eine
		dieser Kategorien zugeordnet werden.
	</h5>

</div></div>

